Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# chat_image_failed
source: Imaginea nu s-a încărcat
en: Image failed to load

# chat_media_tap_retry
source: Atinge pentru a reîncerca
en: Tap to retry

# chat_offline_waiting
source: Conectare…
en: Waiting for network…

# chat_upload_failed
source: Încărcarea a eșuat. Încearcă din nou.
en: Upload failed. Please try again.

# chat_video_failed
source: Videoclipul nu s-a încărcat. Atinge pentru a reîncerca.
en: Video failed to load. Tap to retry.

# chat_video_play
source: Redă videoclipul
en: Play video

# comm_add_contractors
source: Adaugă contractori
en: Add contractors

# comm_externals
source: Contractori
en: Contractors

# comm_externals_note
source: Contractorii nu primesc mesajele grupului — sunt atașați pentru contact rapid.
en: Contractors don't receive the group's messages — they're attached for quick contact.

# comm_member_count
source: %d membri
en: %d members

# comm_share_task
source: Partajează o sarcină
en: Share a task

# comm_templates_label
source: Șabloane
en: Templates

# comm_tpl_renovation
source: Renovare
en: Renovation

# comm_tpl_tenants
source: Chiriași
en: Tenants

# composer_disappearing_a11y
source: Mesaje efemere: %@
en: Disappearing messages: %@

# contacts
source: contacte
en: contacts

# convo_aria_subtitle
source: Întreabă orice despre casa ta
en: Ask anything about your home

# convo_aria_title
source: Întreabă %@
en: Ask %@

# convo_filter_all
source: Toate
en: All

# convo_filter_family
source: Familie
en: Family

# convo_filter_favorites
source: Favorite
en: Favorites

# convo_filter_groups
source: Grupuri
en: Groups

# convo_filter_unread
source: Necitite
en: Unread

# convo_inbox_title
source: Inboxul tău
en: Your Inbox

# convo_prev_audio
source: 🎤 Mesaj vocal
en: 🎤 Voice message

# convo_prev_deleted
source: 🚫 Mesaj șters
en: 🚫 Message deleted

# convo_prev_event
source: 📅 Eveniment
en: 📅 Event

# convo_prev_file
source: 📎 Fișier
en: 📎 File

# convo_prev_image
source: 📷 Imagine
en: 📷 Photo

# convo_prev_location
source: 📍 Locație
en: 📍 Location

# convo_prev_message
source: Mesaj
en: Message

# convo_prev_none
source: Nicio activitate
en: No activity yet

# convo_prev_poll
source: 📊 Sondaj
en: 📊 Poll

# convo_prev_task
source: 🧰 Sarcină
en: 🧰 Task

# convo_prev_video
source: 🎥 Videoclip
en: 🎥 Video

# convo_prev_you
source: Tu:
en: You:

# convo_search_ph
source: Caută în conversații…
en: Search chats…

# convo_time_now
source: acum
en: now

# convo_unread
source: Necitit
en: Unread

# convo_unread_count %lld
source: %lld necitite
en: %lld unread

# creates task
source: creează sarcină
en: creates task

# critical
source: critic
en: critical

# currency_amount
source: Sumă
en: Amount

# currency_converter
source: Convertor
en: Converter

# currency_impact_note
source: Toate sumele din aplicație se afișează în moneda aleasă.
en: All amounts across the app are shown in your chosen currency.

# currency_row_label
source: Monedă și cursuri
en: Currency & rates

# currency_source_bnr
source: Cursuri BNR
en: BNR rates

# currency_source_ecb
source: Cursuri BCE
en: ECB rates

# currency_swap
source: Inversează direcția conversiei
en: Swap conversion direction

# currency_updated
source: Actualizat %@
en: Updated %@

# current month
source: luna curentă
en: current month

# delete_account_failed_fmt
source: Ștergerea a eșuat: %@. Nu s-a șters nimic.
en: Deletion failed: %@. Nothing was removed.

# deliv_carrier_detected
source: Detectat: %@
en: Detected: %@

# deliv_import_cta
source: Importă din e-mail
en: Import from email

# deliv_live_exception
source: Problemă la livrare
en: Delivery issue

# deliv_live_expired
source: Expirat
en: Expired

# deliv_live_info
source: Informații primite
en: Info received

# deliv_live_pickup
source: Gata de ridicare
en: Ready for pickup

# deliv_live_transit
source: În tranzit
en: In transit

# deliv_notif_delivered
source: Livrat ✓
en: Delivered ✓

# deliv_notif_ofd
source: În livrare astăzi
en: Out for delivery today

# dm_peer_unknown
source: Membru
en: Member

# dm_prev_audio
source: 🎤 Mesaj vocal
en: 🎤 Voice message

# dm_prev_photo
source: 📷 Fotografie
en: 📷 Photo

# doc_add_file
source: Adaugă
en: Add

# doc_ai_analyzing
source: ARIA analizează documentul…
en: ARIA is reading the document…

# doc_ai_headline_expires
source: expiră %@
en: expires %@

# doc_ai_lowconf_body
source: Folosim câmpurile detectate pe dispozitiv. Verifică-le mai jos.
en: Using the fields detected on-device. Check them below.

# doc_ai_lowconf_title
source: AI nu a putut citi sigur
en: AI couldn't read it reliably

# doc_ai_prefill_body
source: Completat de AI:
en: Filled by AI:

# doc_ai_prefill_title
source: Am identificat:
en: Identified:

# doc_ai_retry
source: Reîncearcă
en: Retry

# doc_ai_review_hint
source: Sugestii AI — verifică și confirmă fiecare valoare înainte de salvare.
en: AI suggestions — check and confirm each value before saving.

# doc_ai_smartscan
source: Scanare inteligentă cu AI
en: AI Smart Scan

# doc_ai_smartscan_sub
source: Analizează textul cu ARIA pentru a completa formularul
en: Analyse the text with ARIA to fill the form

# doc_ai_summary_title
source: Rezumat contract (AI)
en: Contract summary (AI)

# doc_ai_unavailable_body
source: Nu am putut contacta ARIA. Am păstrat extragerea de pe dispozitiv.
en: Couldn't reach ARIA. Kept the on-device extraction.

# doc_ai_unavailable_title
source: Scanare AI indisponibilă
en: AI Smart Scan unavailable

# doc_badge_hidden
source: Privat
en: Private

# doc_badge_readonly
source: Doar citire
en: Read-only

# doc_cal_add_expiry
source: Adaugă expirarea în Calendar
en: Add expiry to Calendar

# doc_cal_add_renewal
source: Adaugă reînnoirea în Calendar
en: Add renewal to Calendar

# doc_cal_added_msg
source: Evenimentul a fost creat în calendarul tău.
en: The event was created in your calendar.

# doc_cal_added_title
source: Adăugat în Calendar
en: Added to Calendar

# doc_cal_denied_msg
source: Permite accesul la Calendar în Setări pentru a adăuga acest eveniment.
en: Allow Calendar access in Settings to add this event.

# doc_cal_denied_title
source: Acces la Calendar necesar
en: Calendar access needed

# doc_cal_event_notes
source: Memento creat de PRVIO din documentul tău.
en: Reminder created by PRVIO from your document.

# doc_cal_expiry_title
source: Expiră: %@
en: Expires: %@

# doc_cal_failed_msg
source: A apărut o problemă la salvarea în calendar. Încearcă din nou.
en: Something went wrong saving to your calendar. Please try again.

# doc_cal_failed_title
source: Nu s-a putut adăuga evenimentul
en: Couldn't add event

# doc_cal_open_settings
source: Deschide Setări
en: Open Settings

# doc_cal_renewal_title
source: Reînnoire: %@
en: Renewal: %@

# doc_cost_caption
source: Derivate din valoarea și recurența documentelor tale — doar informativ, nu sunt tranzacții.
en: Derived from your documents' value and recurrence — read-only, not transactions.

# doc_cost_monthly_total
source: Total lunar
en: Monthly total

# doc_cost_per_month
source: pe lună
en: per month

# doc_cost_section_title
source: Recurente din documente
en: Recurring from documents

# doc_evt_created
source: Creat
en: Created

# doc_evt_downloaded
source: Descărcat
en: Downloaded

# doc_evt_edited
source: Modificat
en: Edited

# doc_evt_expired
source: Expirat
en: Expired

# doc_evt_file_added
source: Fișier adăugat
en: File added

# doc_evt_file_removed
source: Fișier șters
en: File removed

# doc_evt_other
source: Activitate
en: Activity

# doc_evt_renewed
source: Reînnoit
en: Renewed

# doc_evt_replaced
source: Fișier înlocuit
en: File replaced

# doc_evt_shared
source: Distribuit
en: Shared

# doc_evt_viewed
source: Vizualizat
en: Viewed

# doc_f_barcode
source: Cod bare / QR
en: Barcode / QR

# doc_f_client_code
source: Cod client
en: Client code

# doc_f_client_number
source: Număr client
en: Client number

# doc_f_company
source: Companie
en: Company

# doc_f_contact
source: Persoană de contact
en: Contact person

# doc_f_contract_code
source: Cod contract
en: Contract code

# doc_f_currency
source: Monedă
en: Currency

# doc_f_description
source: Descriere
en: Description

# doc_f_expires
source: Data expirării
en: Expires

# doc_f_fiscal_code
source: Cod fiscal
en: Fiscal code

# doc_f_issued
source: Data emiterii
en: Issued

# doc_f_notify
source: Notificare
en: Notify me

# doc_f_number
source: Număr document
en: Document number

# doc_f_phone
source: Telefon
en: Phone

# doc_f_policy
source: Număr poliță
en: Policy number

# doc_f_priority
source: Prioritate
en: Priority

# doc_f_recurrence
source: Recurență
en: Recurrence

# doc_f_renew
source: Reînnoire
en: Renew

# doc_f_series
source: Serie
en: Series

# doc_f_subcategory
source: Subcategorie
en: Subcategory

# doc_f_tags
source: Etichete
en: Tags

# doc_f_value
source: Valoare
en: Value

# doc_f_vat
source: TVA
en: VAT

# doc_file_delete_q
source: Ștergi acest fișier?
en: Delete this file?

# doc_files_empty
source: Niciun fișier atașat încă. Adaugă scanări, poze sau PDF-uri.
en: No files attached yet. Add scans, photos or PDFs.

# doc_filter_expiring
source: Expiră curând
en: Expiring soon

# doc_hist_empty
source: Nicio activitate încă.
en: No activity yet.

# doc_hist_title
source: Istoric
en: History

# doc_import_file
source: Importă din Fișiere
en: Import from Files

# doc_lock_required
source: Este necesar Face ID sau codul pentru a vedea acest document.
en: Face ID or passcode required to view this document.

# doc_lock_unlock
source: Deblochează
en: Unlock

# doc_ocr_prefill_body
source: Verifică ce am citit:
en: Check what we read:

# doc_ocr_prefill_title
source: Precompletat din scanare
en: Prefilled from your scan

# doc_ph_company
source: ex. Allianz, ENGIE, Digi
en: e.g. Allianz, ENGIE, Digi

# doc_ph_email
source: nume@companie.com
en: name@company.com

# doc_ph_policy
source: ex. POL-2026-00123
en: e.g. POL-2026-00123

# doc_ph_subcategory
source: ex. Asigurare locuință
en: e.g. Home insurance

# doc_ph_tags
source: Adaugă o etichetă…
en: Add a tag…

# doc_ph_website
source: companie.ro
en: company.com

# doc_prio_critical
source: Critic
en: Critical

# doc_rec_monthly
source: Lunar
en: Monthly

# doc_rec_oneoff
source: O singură dată
en: One-off

# doc_rec_quarterly
source: Trimestrial
en: Quarterly

# doc_rec_yearly
source: Anual
en: Yearly

# doc_rel_add_link
source: Leagă de…
en: Link to…

# doc_rel_add_related
source: Adaugă document
en: Add document

# doc_rel_dir_child
source: Document derivat
en: Derived document

# doc_rel_dir_parent
source: Document sursă
en: Source document

# doc_rel_linked_title
source: Legat de
en: Linked to

# doc_rel_none_linked
source: Niciun obiect legat încă
en: Not linked to anything yet

# doc_rel_none_related
source: Niciun document asociat încă
en: No related documents yet

# doc_rel_papers_title
source: Acte
en: Documents

# doc_rel_pick_empty
source: Nimic de legat aici
en: Nothing to link here

# doc_rel_pick_kind
source: Alege tipul
en: Choose type

# doc_rel_related_empty
source: Niciun alt document
en: No other documents

# doc_rel_related_title
source: Documente asociate
en: Related documents

# doc_rel_relation_ph
source: Relație (opțional)
en: Relation (optional)

# doc_rel_remove_q
source: Elimini documentul asociat?
en: Remove this related document?

# doc_rel_unlink_q
source: Elimini legătura?
en: Remove this link?

# doc_scan_barcode
source: Scanează codul de bare
en: Scan barcode

# doc_scan_pdf
source: Scanează document (PDF)
en: Scan document (PDF)

# doc_sec_classification
source: Clasificare
en: Classification

# doc_sec_dates
source: Date importante
en: Key dates

# doc_sec_files
source: Fișiere
en: Files

# doc_sec_financial
source: Valoare financiară
en: Financial

# doc_sec_hide
source: Ascunde de familie
en: Hide from family

# doc_sec_hide_hint
source: Doar tu poți vedea acest document
en: Only you can see this document

# doc_sec_identifiers
source: Identificatori
en: Identifiers

# doc_sec_issuer
source: Emitent
en: Issuer

# doc_sec_lock
source: Blocare Face ID / cod
en: Face ID / passcode lock

# doc_sec_lock_hint
source: Solicită autentificare pentru a deschide documentul
en: Require authentication to open this document

# doc_sec_readonly
source: Doar citire
en: Read-only

# doc_sec_readonly_hint
source: Dezactivează toate editările până la oprire
en: Disable all editing until turned off

# doc_sec_security
source: Securitate
en: Security

# doc_sort_expiry
source: Data expirării
en: Expiry date

# doc_sort_menu
source: Sortare
en: Sort

# doc_sort_name
source: Nume
en: Name

# doc_sort_recent
source: Cele mai noi
en: Newest first

# doc_target_appliance
source: Electrocasnic
en: Appliance

# doc_target_person
source: Persoană
en: Person

# doc_target_plant
source: Plantă
en: Plant

# doc_target_property
source: Proprietate
en: Property

# doc_target_room
source: Cameră
en: Room

# doc_val_all_clear_msg
source: Niciun document duplicat, expirat sau incomplet.
en: No duplicates, expired or incomplete documents.

# doc_val_all_clear_title
source: Totul în regulă
en: All clear

# doc_val_banner_many
source: Documente care necesită atenție
en: Documents need review

# doc_val_banner_one
source: 1 document necesită atenție
en: 1 document needs review

# doc_val_banner_sub
source: Duplicate, expirate și înregistrări incomplete
en: Duplicates, expired and incomplete records

# doc_val_delete_dup
source: Șterge duplicatul
en: Delete duplicate

# doc_val_delete_dup_q
source: Ștergi acest document duplicat?
en: Delete this duplicate document?

# doc_val_dismiss
source: Ignoră
en: Dismiss

# doc_val_duplicate
source: Posibil duplicat
en: Possible duplicate

# doc_val_expired
source: Expirat
en: Expired

# doc_val_fix_complete
source: Completează
en: Complete

# doc_val_fix_renew
source: Reînnoiește
en: Renew

# doc_val_inbox_title
source: Verificare
en: Review

# doc_val_incomplete
source: Incomplet
en: Incomplete

# doc_ver_history
source: Versiuni anterioare
en: Older versions

# doc_ver_replace
source: Înlocuiește
en: Replace

# doc_ver_replace_hint
source: Alege un fișier nou. Versiunea curentă este păstrată în istoric.
en: Choose a new file. The current version is kept in history.

# doc_ver_replace_source
source: Înlocuiește fișierul
en: Replace file

# e.g. 2 pcs, 500 ml, 1 kg…
source: ex. 2 buc, 500 ml, 1 kg…
en: e.g. 2 pcs, 500 ml, 1 kg…

# e.g. Annual inspection
source: ex. Inspecție anuală
en: e.g. Annual inspection

# e.g. Home Assistant
source: ex. Home Assistant
en: e.g. Home Assistant

# e.g. Home Insurance 2025
source: ex. Asigurare locuință 2025
en: e.g. Home Insurance 2025

# e.g. Laptop, Shoes, Book…
source: ex. Laptop, Pantofi, Carte…
en: e.g. Laptop, Shoes, Book…

# e.g. Living room, Balcony, Kitchen
source: ex. Living, Balcon, Bucătărie
en: e.g. Living room, Balcony, Kitchen

# e.g. Monstera deliciosa
source: ex. Monstera deliciosa
en: e.g. Monstera deliciosa

# e.g. Pantry, Bathroom, Kitchen…
source: ex. Cămară, Baie, Bucătărie…
en: e.g. Pantry, Bathroom, Kitchen…

# e.g. Supermarket, Garden, Bathroom…
source: ex. Supermarket, Grădină, Baie…
en: e.g. Supermarket, Garden, Bathroom…

# emergency_112_role
source: Poliție / Pompieri / Ambulanță
en: Police / Fire / Ambulance

# emergency_add_contact
source: Adaugă un contact
en: Add contact

# emergency_add_place
source: Adaugă un loc
en: Add place

# emergency_call_a11y %@
source: Sună %@
en: Call %@

# emergency_call_header
source: Sună
en: Call

# emergency_contact_name_ph
source: Nume (ex. Electrician)
en: Name (e.g. Electrician)

# emergency_contact_phone_ph
source: Număr de telefon
en: Phone number

# emergency_contact_role_ph
source: Rol / Firmă
en: Role / Company

# emergency_docs_header
source: Asigurări
en: Insurance

# emergency_edit_place
source: Editează locul
en: Edit place

# emergency_gas_name
source: Urgență gaz
en: Gas emergency

# emergency_gas_role
source: Scurgeri de gaz și urgențe
en: Gas leak & emergencies

# emergency_note_detail_ph
source: Unde e? Cum se închide?
en: Where is it? How do you shut it off?

# emergency_note_footer
source: Păstrat doar pe acest dispozitiv, disponibil offline.
en: Stored only on this device, available offline.

# emergency_note_title_ph
source: Locul (ex. robinetul general)
en: Place (e.g. main water valve)

# emergency_pin_off
source: Fixează în Dynamic Island
en: Pin to the Dynamic Island

# emergency_pin_on
source: Fixat în Dynamic Island
en: Pinned to the Dynamic Island

# emergency_pin_subtitle
source: Ține pagina la un tap distanță cât rezolvi incidentul
en: Keeps this page one tap away while you handle the incident

# emergency_places_empty
source: Notează unde sunt robinetul general, robinetul de gaz și panoul electric — tu, la 2 noaptea, îți vei mulțumi.
en: Write down where the main water valve, gas valve and breaker panel are — future you, at 2 AM, will be grateful.

# emergency_places_header
source: Locuri critice
en: Critical places

# emergency_subtitle
source: Tot ce e critic, pe un ecran
en: Everything critical, one screen

# emergency_title
source: Urgență
en: Emergency

# emergency_torch_off
source: Lanternă
en: Flashlight

# emergency_torch_on
source: Lanterna aprinsă — atinge ca să o stingi
en: Flashlight on — tap to turn off

# est_create_failed
source: Spațiul nu a putut fi creat.
en: The space could not be created.

# est_create_first
source: Creează primul spațiu
en: Create your first space

# est_create_first_caption
source: Spațiile îți organizează senzorii, dispozitivele și camerele
en: Spaces organize your sensors, devices, and rooms

# est_create_space
source: Creează spațiu
en: Create space

# est_devices
source: Dispozitive
en: Devices

# est_domain
source: Domeniul
en: Estate

# est_kind_menu
source: Tipul spațiului
en: Space type

# est_no_devices
source: Niciun dispozitiv în acest spațiu
en: No devices in this space

# est_no_sensors_caption
source: Senzorii se leagă de spații din setările hub-ului IoT.
en: Sensors link to spaces from the IoT hub settings.

# est_no_sensors_title
source: Niciun senzor legat de acest spațiu
en: No sensors linked to this space

# est_open_twin
source: Deschide în Control
en: Open in Control

# est_plants_water
source: Plante de udat
en: Plants to water

# est_space_exists
source: Există deja un spațiu cu acest nume.
en: A space with this name already exists.

# est_space_name_placeholder
source: Numele spațiului
en: Space name

# est_status_attention
source: Necesită atenție
en: Needs attention

# est_status_no_sensors
source: Fără senzori încă
en: No sensors yet

# est_status_no_signal
source: Fără semnal
en: No signal

# est_status_ok
source: În parametri
en: In range

# est_water_count %lld
source: %lld plante de udat
en: %lld plants to water

# estimated
source: estimat
en: estimated

# ev_add_apple_cal
source: Adaugă în Apple Calendar
en: Add to Apple Calendar

# ev_add_apple_cal_footer
source: Evenimentul se salvează și în calendarul „PRVIO” din Apple Calendar, pe acest dispozitiv.
en: The event is also saved to the “PRVIO” calendar in Apple Calendar on this device.

# ev_all_day
source: Toată ziua
en: All day

# ev_bubble_kind
source: Eveniment
en: Event

# ev_ends
source: Se termină
en: Ends

# ev_location_search
source: Caută o locație
en: Search for a location

# ev_new_title
source: Eveniment nou
en: New event

# ev_open_in_maps
source: Deschide locația într-o aplicație de hărți
en: Opens the location in a maps app

# ev_rsvp_going_fmt
source: %lld participă
en: %lld going

# ev_rsvp_no
source: Nu pot
en: Can't go

# ev_rsvp_yes
source: Particip
en: Going

# ev_section_details
source: Detalii
en: Details

# ev_section_location
source: Locație
en: Location

# ev_section_schedule
source: Program
en: Schedule

# excellent
source: excelent
en: excellent

# expense_add
source: Adaugă
en: Add

# expense_add_manual
source: Adaugă manual
en: Add Manually

# expense_budgets
source: Bugete
en: Budgets

# expense_cat_bathroom
source: Baie
en: Bathroom

# expense_cat_cleaning
source: Curățenie
en: Cleaning

# expense_cat_clothing
source: Îmbrăcăminte
en: Clothing

# expense_cat_dining
source: Restaurant
en: Dining

# expense_cat_diy
source: Bricolaj
en: DIY

# expense_cat_electronics
source: Electronice
en: Electronics

# expense_cat_food
source: Alimente
en: Food

# expense_cat_garden
source: Grădină
en: Garden

# expense_cat_health
source: Sănătate
en: Health

# expense_cat_other
source: Altele
en: Other

# expense_edit_budgets
source: Gestionează
en: Manage

# expense_lists_title
source: Liste de cumpărături
en: Shopping Lists

# expense_manage_budgets
source: Gestionează bugetele
en: Manage Budgets

# expense_more_categories
source: + alte categorii
en: + more categories

# expense_no_receipts_month
source: Nicio chitanță în această lună. Apasă + pentru a adăuga.
en: No receipts this month. Tap + to add one.

# expense_receipts
source: chitanțe
en: receipts

# expense_recurring_times
source: Cumpărat de %d ori
en: Purchased %d times

# expense_reports
source: Rapoarte
en: Reports

# expense_reports_short
source: Rapoarte
en: Reports

# expense_scan
source: Scanează
en: Scan

# expense_scan_receipt
source: Scanează chitanță
en: Scan Receipt

# expense_section_budgets
source: BUGETE
en: BUDGETS

# expense_section_categories
source: CATEGORII
en: CATEGORIES

# expense_section_daily
source: CHELTUIELI ZILNICE
en: DAILY SPENDING

# expense_section_recent
source: CHITANȚE RECENTE
en: RECENT RECEIPTS

# expense_section_recurring
source: CUMPĂRĂTURI RECURENTE
en: RECURRING PURCHASES

# expense_see_all
source: Vezi toate cele %d chitanțe
en: See all %d receipts

# expense_subtitle
source: GOSPODĂRIE
en: HOUSEHOLD

# expense_tab_lists
source: Liste
en: Lists

# expense_tab_overview
source: Rezumat
en: Overview

# expense_title
source: Cheltuieli
en: Expenses

# expense_unknown_store
source: Magazin necunoscut
en: Unknown Store

# expiring
source: expiră
en: expiring

# expiring soon
source: expiră curând
en: expiring soon

# export_files_note
source: Fișierele documentelor nu sunt incluse — se descarcă din paginile lor. Exportul conține datele tale ca JSON lizibil.
en: Document files are not embedded — they can be downloaded from their own pages. The export contains your data as readable JSON.

# export_generate
source: Generează exportul
en: Generate export

# export_inc_appliances
source: Electrocasnice
en: Appliances

# export_inc_documents
source: Documente (metadate)
en: Documents (metadata)

# export_inc_family
source: Familie și contacte
en: Family & contacts

# export_inc_finances
source: Înregistrări financiare
en: Financial records

# export_inc_journal
source: Intrări în jurnalul foto
en: Photo journal entries

# export_inc_plants
source: Plante
en: Plants

# export_inc_supplies
source: Articole de cumpărături
en: Shopping items

# export_inc_tasks
source: Sarcini
en: Tasks

# export_inc_valuations
source: Evaluări
en: Valuations

# export_share
source: Partajează exportul
en: Share export

# export_subtitle
source: Ale tale, oricând
en: Yours to take

# export_title
source: Datele tale
en: Your Data

# faq_account_id_a
source: Fiecare cont are un ID permanent în forma PRVIO-XXXXXXXX, derivat din contul însuși. Îl găsești în Profil — atinge-l ca să-l copiezi. Îl poți tasta și în căutarea globală ca să sari la profil, și îl poți folosi când scrii la suport.
en: Every account has a permanent ID in the form PRVIO-XXXXXXXX, derived from your account itself. You find it in Profile — tap it to copy. You can also type it in Global Search to jump to your profile, and use it when writing to support.

# faq_account_id_q
source: Ce este ID-ul contului?
en: What is my account ID?
